Tekla.Structures.Drawing.CannotPerformOperationNumberingNotUpToDate
The CannotPerformOperationNumberingNotUpToDate class
defines the exception that is thrown when a user tries to do an
operation which requires that numbering is up to date.

Tekla.Structures.Drawing.CannotPerformOperationNumberingNotUpToDate.#ctor(System.String)
Creates a new cannot perform operation numbering not up to date exception instance.
Message: The exception message.

Tekla.Structures.Drawing.CannotPerformOperationNumberingNotUpToDate.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.